/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ y %2$@ están escribiendo…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ y %3$@ están escribiendo…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ y otros %4$@ están escribiendo…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ y otro están escribiendo…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ y %2$@ recibirán invitaciones";

/* No comment provided by engineer. */
"%@ invitation" = "%@ invitación";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ está fuera de la oficina";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ está fuera de la oficina hoy";

/* Alice is typing… */
"%@ is typing…" = "%@ está escribiendo…";

/* {app name} is not installed */
"%@ not installed" = "%@ no instalado";

/* {app name} version not supported */
"%@ version not supported" = "Versión %@no soportada";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ recibirá una invitación";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ y %3$@ recibirán invitaciones";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ y otros %4$ld recibirán invitaciones";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ y 1 otro recibirán invitaciones";

/* No comment provided by engineer. */
"%d days ago" = "hace %d días";

/* No comment provided by engineer. */
"%d hours ago" = "hace %d horas";

/* No comment provided by engineer. */
"%d minutes ago" = "hace %d minutos";

/* Number of options in a poll */
"%d options" = "%d opciones";

/* Replies in a thread */
"%d replies" = "%d respuestas";

/* Votes in a poll */
"%d votes" = "%d votos";

/* No comment provided by engineer. */
"%ld notifications" = "%ld notificaciones";

/* No comment provided by engineer. */
"%ld participants" = "%ld participantes";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participantes en esta llamada";

/* Replies in a thread */
"%ld replies" = "%ld respuestas";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "El estado de usuario 'No molestar' se ignora en conversaciones importantes";

/* No comment provided by engineer. */
"1 day" = "1 día";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Acceda a su servidor en un navegador web";

/* No comment provided by engineer. */
"15 minutes" = "15 minutos";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Vaya a Ajustes > Seguridad > Crear una nueva contraseña de aplicación";

/* Message is pinned 24 hours */
"24 hours" = "24 horas";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Escanee el código QR mostrado allí";

/* Message is pinned 30 days */
"30 days" = "30 días";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"4 hours" = "4 horas";

/* No comment provided by engineer. */
"4 weeks" = "4 semanas";

/* Message is pinned 7 days */
"7 days" = "7 días";

/* No comment provided by engineer. */
"8 hours" = "8 horas";

/* No comment provided by engineer. */
"@-mentions only" = "Solo menciones con @";

/* No comment provided by engineer. */
"[Unknown username]" = "[Nombre de usuario desconocido]";

/* No comment provided by engineer. */
"About" = "Acerca de";

/* No comment provided by engineer. */
"Absence" = "Ausencia";

/* No comment provided by engineer. */
"Accept" = "Aceptar";

/* No comment provided by engineer. */
"Account" = "Cuenta";

/* No comment provided by engineer. */
"Account already added" = "La cuenta ya fue añadida";

/* No comment provided by engineer. */
"Account not configured" = "Cuenta no configurada";

/* No comment provided by engineer. */
"Account not found" = "Cuenta no encontrada";

/* No comment provided by engineer. */
"Accounts" = "Cuentas";

/* No comment provided by engineer. */
"Accuracy" = "Precisión";

/* No comment provided by engineer. */
"Add (%lu)" = "Añadir (%lu)";

/* No comment provided by engineer. */
"Add account" = "Añadir cuenta";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Añadir una nota interna sobre este bloqueo";

/* No comment provided by engineer. */
"Add answer" = "Añadir respuesta";

/* No comment provided by engineer. */
"Add attendees" = "Añadir participantes";

/* No comment provided by engineer. */
"Add participants" = "Añadir participantes";

/* No comment provided by engineer. */
"Add reaction" = "Añadir reacción";

/* No comment provided by engineer. */
"Add to favorites" = "Añadir a favoritos";

/* No comment provided by engineer. */
"Added note to self" = "Nota personal añadida";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Añadir una mención solo notificará a los usuarios que no han leído el mensaje todavía";

/* No comment provided by engineer. */
"Address" = "Dirección";

/* No comment provided by engineer. */
"Advanced" = "Avanzado";

/* No comment provided by engineer. */
"AirPlay button" = "Botón AirPlay";

/* No comment provided by engineer. */
"All messages" = "Todos los mensajes";

/* No comment provided by engineer. */
"All messages were deleted" = "Todos los mensajes fueron borrados";

/* No comment provided by engineer. */
"All notifications are muted" = "Todas las notificaciones están silenciadas";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Permitir que los invitados se unan a esta conversación a través de un enlace";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Permitir que los participantes mencionen con @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Permitir la conexión telefónica sin pin";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Permitido";

/* No comment provided by engineer. */
"Alphabetical order" = "Orden alfabético";

/* No comment provided by engineer. */
"Also open to guest app users" = "Abrir también para usuarios invitados de la aplicación";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Un administrador le ha añadido a usted y a %ld participantes más";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Un administrador le ha añadido a usted y a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Un administrador añadió a {user0} y a %ld participantes más";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Un administrador añadió a {user0} y {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Un administrador lo ha degradado a usted y a %ld participantes más de su estatus de moderadores";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Un administrador lo ha degradado a Ud. y a {user0} de su estatus de moderadores";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Un administrador ha degradado a {user0} y %ld participantes más de su estatus de moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Un administrador degradó a {user0} y a {user1} de su estatus de moderadores";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Un administrador lo ha ascendido a usted y a %ld participantes más a moderadores";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Un administrador lo ha ascendido a Ud. y a {user0} a moderadores";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Un administrador ha ascendido a {user0} y a %ld participantes más a moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Un administrador ha ascendido a {user0} y a {user1} a moderadores";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Un administrador lo eliminó a Ud. y a %ld participantes más";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Un administrador lo ha eliminado a Ud. y a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Un administrador ha eliminado a {user0} y a %ld participantes más";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Un administrador eliminó a {user0} y a {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Ocurrió un error al cambiar los ajustes de privacidad";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Ocurrió un error al cambiar el ajuste de estado de lectura";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Ocurrió un error al cambiar los ajustes de privacidad de escritura";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Ocurrió un error al descargar la imagen";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Ocurrió un error al eliminar la imagen del perfil";

/* No comment provided by engineer. */
"An error occurred setting address" = "Ocurrió un error al guardar la dirección";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Ocurrió un error al guardar la dirección de email";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Ocurrió un error al guardar el número de teléfono";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Ocurrió un error al guardar la imagen del perfil";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Ocurrió un error al guardar la cuenta de Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Ocurrió un error al guardar el nombre de usuario";

/* No comment provided by engineer. */
"An error occurred setting website" = "Ocurrió un error al guardar la página web";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Ocurrió un error intentando traducir el mensaje";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Ocurrió un error al añadir a %@ a la sala";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Ocurrió un error al añadir una reacción a un mensaje";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Ocurrió un error al añadir la nota";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Ha ocurrido un error al borrar el mensaje de estado";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Ocurrió un error mientras se creaba el borrador de la encuesta";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Ocurrió un error mientras se creaba la reunión";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Ocurrió un error mientras se creaba la encuesta";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Ocurrió un error cuando se creaba el hilo";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Ha ocurrido un error al eliminar el mensaje";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Ocurrió un error mientras se eliminaba el borrador de la encuesta";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Ocurrió un error al desactivar la ausencia";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Ocurrió un error al editar la encuesta";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Ha ocurrido un error al abrir el archivo %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Ha ocurrido un error al fijar el mensaje";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Ocurrió un error al eliminar una reacción de un mensaje";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Ocurrió un error mientras se eliminaba el avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Ha ocurrido un error al mandar el mensaje";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Ocurrió un error al guardar \(formattedPhoneNumber) como número de teléfono";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Ocurrió un error al configurar la ausencia";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Ocurrió un error al establecer la descripción";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Ocurrió un error cuando se cambiaba el estado a en línea";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Ocurrió un error al guardar el número de teléfono";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Ha ocurrido un error al establecer el mensaje de estado";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Ocurrió un error mientras se establecía el avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Ocurrió un error al establecer el estado del usuario";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Ha ocurrido un error al compartir el archivo";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Ocurrió un error al iniciar una nueva conversación de grupo";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Ocurrió un error al probar las notificaciones push";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Ha ocurrido un error al desfijar el mensaje";

/* No comment provided by engineer. */
"an hour" = "una hora";

/* No comment provided by engineer. */
"Anonymous poll" = "Encuesta anónima";

/* No comment provided by engineer. */
"Answer" = "Respuesta";

/* No comment provided by engineer. */
"Answers" = "Respuestas";

/* No comment provided by engineer. */
"App" = "Aplicación";

/* No comment provided by engineer. */
"App is outdated" = "La app está desactualizada";

/* No comment provided by engineer. */
"Appear offline" = "Aparecer sin conexión";

/* No comment provided by engineer. */
"Archive conversation" = "Archivar conversación";

/* No comment provided by engineer. */
"Archived conversations" = "Conversaciones archivadas";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Las conversaciones archivadas se ocultan de la lista de conversaciones de forma predeterminada. Sólo se mostrarán cuando abra la lista de conversaciones archivadas.";

/* No comment provided by engineer. */
"Ask a question" = "Hacer una pregunta";

/* No comment provided by engineer. */
"Attachments allowed?" = "¿Permitir adjuntos?";

/* No comment provided by engineer. */
"Attendees" = "Asistentes";

/* No comment provided by engineer. */
"Audio options" = "Opciones de audio";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, vídeo y pantallas compartidas";

/* No comment provided by engineer. */
"Audios" = "Audios";

/* No comment provided by engineer. */
"Away" = "Ausente";

/* No comment provided by engineer. */
"Back to conversations" = "Volver a las conversaciones";

/* Ban a user/guest */
"Ban" = "Bloquear";

/* e.g. Ban John Doe */
"Ban %@" = "Bloquear a %@";

/* No comment provided by engineer. */
"Ban participant" = "Bloquear participante";

/* Date and time of ban creation */
"Banned by:" = "Bloqueado por:";

/* No comment provided by engineer. */
"Banned users and guests" = "Usuarios e invitados bloqueados";

/* Bold text */
"Bold" = "Negrita";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Browse poll drafts" = "Ver borradores de encuestas";

/* No comment provided by engineer. */
"Busy" = "Ocupado/a";

/* No comment provided by engineer. */
"Cached files" = "Archivos en caché";

/* No comment provided by engineer. */
"Cached images" = "Imágenes en caché";

/* No comment provided by engineer. */
"Calendar" = "Calendario";

/* No comment provided by engineer. */
"Call notification sent" = "Notificación de llamada envíada";

/* No comment provided by engineer. */
"Call options" = "Opciones de la llamada";

/* No comment provided by engineer. */
"Call recording enabled?" = "¿Se habilita la grabación de llamadas?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "La grabación falló. Por favor, contacte a su administrador.";

/* No comment provided by engineer. */
"Call recording is starting" = "Se está iniciando la grabación de la llamada";

/* No comment provided by engineer. */
"Call recording started" = "Se inició la grabación de la llamada.";

/* No comment provided by engineer. */
"Call recording stopped" = "Se detuvo la grabación de la llamada";

/* No comment provided by engineer. */
"Call without notification" = "Llamar sin notificar";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "No se pueden realizar llamadas actualmente porque el cifrado de extremo a extremo está habilitado en el servidor";

/* No comment provided by engineer. */
"CallKit supported?" = "¿Está soportado CallKit?";

/* No comment provided by engineer. */
"Calls" = "Llamadas";

/* No comment provided by engineer. */
"Calls enabled?" = "¿Están habilitadas las llamadas?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Se recibieron llamadas de una cuenta antigua.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Llamadas de cuentas antiguas";

/* No comment provided by engineer. */
"Camera" = "Cámara";

/* No comment provided by engineer. */
"Camera access" = "Acceso a la cámara";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "No se permite el acceso a la cámara. Verifique su configuración.";

/* No comment provided by engineer. */
"Camera disabled" = "Cámara deshabilitada";

/* No comment provided by engineer. */
"Camera enabled" = "Cámara habilitada";

/* No comment provided by engineer. */
"Can create conversations?" = "¿Puede crear conversaciones?";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Cancelada la llamada desde otra cuenta";

/* No comment provided by engineer. */
"Cannot share to conversation" = "No se puede compartir a la conversación";

/* No comment provided by engineer. */
"Capabilities" = "Capacidades";

/* No comment provided by engineer. */
"Change password" = "Cambiar contraseña";

/* No comment provided by engineer. */
"Change your vote" = "Cambiar su voto";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Chat messages" = "Mensajes de chat";

/* No comment provided by engineer. */
"Clear cache" = "Vaciar caché";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Limpiar los mensajes de chat en caché";

/* No comment provided by engineer. */
"Clear reminder" = "Quitar recordatorio";

/* No comment provided by engineer. */
"Clear status message" = "Borrar el mensaje de estado";

/* No comment provided by engineer. */
"Clear status message after" = "Borrar el mensaje de estado después de";

/* No comment provided by engineer. */
"Close" = "Cerrar";

/* Code block */
"Code" = "Código";

/* No comment provided by engineer. */
"Configuration" = "Configuración";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configure su próximo período de ausencia";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Confirmar y ocultar advertencia";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Conectando a %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Conectando a la llamada …";

/* No comment provided by engineer. */
"Contact access" = "Acceso a los contactos";

/* No comment provided by engineer. */
"Contact access has been denied" = "Se ha denegado el acceso a los contactos";

/* No comment provided by engineer. */
"Contacts" = "Contactos";

/* No comment provided by engineer. */
"Conversation creation failed" = "La creación de la conversación ha fallado";

/* No comment provided by engineer. */
"Conversation details" = "Detalles de la conversación";

/* No comment provided by engineer. */
"Conversation name" = "Nombre de la conversación";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "El nombre de la conversación no puede estar vacío";

/* No comment provided by engineer. */
"Conversation not found" = "Conversación no encontrada";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "No se encontró la conversación o no se unió";

/* No comment provided by engineer. */
"Conversation participants" = "Participantes de la conversación";

/* No comment provided by engineer. */
"Conversation password has been removed" = "La contraseña de la conversación se ha eliminado";

/* No comment provided by engineer. */
"Conversation password has been saved" = "La contraseña de la conversación se ha guardado";

/* No comment provided by engineer. */
"Conversation settings" = "Ajustes de la conversación";

/* No comment provided by engineer. */
"Conversations" = "Conversaciones";

/* No comment provided by engineer. */
"Copy" = "Copiar";

/* No comment provided by engineer. */
"Copy message link" = "Copiar enlace del mensaje";

/* No comment provided by engineer. */
"Copy message selection" = "Copiar selección del mensaje";

/* No comment provided by engineer. */
"Could not access camera" = "No se pudo acceder a la cámara";

/* No comment provided by engineer. */
"Could not access microphone" = "No se pudo acceder al micrófono";

/* No comment provided by engineer. */
"Could not access speech recognition" = "No se pudo acceder al reconocimiento de voz";

/* No comment provided by engineer. */
"Could not access your location" = "No se pudo acceder a la ubicación";

/* No comment provided by engineer. */
"Could not add participant" = "No fue posible añadir al participante";

/* No comment provided by engineer. */
"Could not ban participant" = "No se ha podido bloquear al participante";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "No se ha podido cambiar la configuración de archivar conversación";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "No se pudo cambiar la configuración de las notificaciones de llamada";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "No se ha podido cambiar la configuración de conversación importante";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "No se ha podido cambiar el rango que puede listarse de la conversación";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "No se ha podido cambiar el estado de la sala de espera de la conversación";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "No se pudo cambiar los permisos de mención de la conversación";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "No se pudo cambiar los permisos de moderación del participante";

/* No comment provided by engineer. */
"Could not change notifications setting" = "No se pudo cambiar la configuración de las notificaciones";

/* No comment provided by engineer. */
"Could not change password protection settings" = "No se pudo cambiar la configuración de protección por contraseña";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "No se ha podido cambiar el estado de solo lectura de la conversación";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "No se ha podido cambiar la configuración de conversación sensible";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "No se pudo cambiar los permisos de compartición de la conversación";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "No se pudo cambiar el estado SIP de la conversación";

/* No comment provided by engineer. */
"Could not clear chat history" = "No se pudo borrar el histórico del chat";

/* No comment provided by engineer. */
"Could not clear status message" = "No se ha podido borrar el mensaje de estado";

/* No comment provided by engineer. */
"Could not create meeting" = "No se pudo crear la reunión";

/* No comment provided by engineer. */
"Could not delete conversation" = "No se ha podido borrar la conversación";

/* No comment provided by engineer. */
"Could not disable absence" = "No se ha podido desactivar la ausencia";

/* No comment provided by engineer. */
"Could not get available languages" = "No se pudieron obtener los idiomas disponibles";

/* No comment provided by engineer. */
"Could not join %@ call" = "No se pudo unir %@ a la conversación";

/* No comment provided by engineer. */
"Could not join call with %@" = "No se pudo unir a la llamada con %@";

/* No comment provided by engineer. */
"Could not join conversation" = "No se ha podido unir a la conversación";

/* No comment provided by engineer. */
"Could not leave conversation" = "No puedes dejar la conversación";

/* No comment provided by engineer. */
"Could not login with QR code" = "No se pudo iniciar sesión con el código QR";

/* No comment provided by engineer. */
"Could not remove participant" = "No se pudo eliminar el participante";

/* No comment provided by engineer. */
"Could not rename the conversation" = "No se ha podido renombrar la conversación";

/* No comment provided by engineer. */
"Could not resend email invitations" = "No se pudieron reenviar las invitaciones por correo electrónico";

/* No comment provided by engineer. */
"Could not send call notification" = "No se ha podido enviar la notificación de llamada";

/* No comment provided by engineer. */
"Could not send the message" = "No se ha podido enviar el mensaje";

/* No comment provided by engineer. */
"Could not set absence" = "No se ha podido establecer la ausencia";

/* No comment provided by engineer. */
"Could not set conversation name" = "No se ha podido establecer el nombre de la conversación";

/* No comment provided by engineer. */
"Could not set message expiration time" = "No ha podido establecer la caducidad del mensaje";

/* No comment provided by engineer. */
"Could not set online status" = "No se pudo establecer el estado a en línea";

/* No comment provided by engineer. */
"Could not set phone number" = "No se pudo guardar el número de teléfono";

/* No comment provided by engineer. */
"Could not set status message" = "No se ha podido establecer el mensaje de estado";

/* No comment provided by engineer. */
"Could not share file" = "No se pudo compartir el archivo";

/* No comment provided by engineer. */
"Could not start group conversation" = "No se ha podido iniciar conversación de grupo";

/* No comment provided by engineer. */
"Create" = "Crear";

/* No comment provided by engineer. */
"Create a new conversation" = "Crear una nueva conversación";

/* No comment provided by engineer. */
"Create a thread" = "Crear un hilo";

/* No comment provided by engineer. */
"Create or join a conversation" = "Crear o unirse a una conversación";

/* No comment provided by engineer. */
"Create poll" = "Crear encuesta";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Fallo al crear el borrador de la encuesta";

/* No comment provided by engineer. */
"Creating poll failed" = "Fallo al crear la encuesta";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Las credenciales de esta cuenta ya no son válidas";

/* Custom message expiration */
"Custom" = "Personalizado";

/* name of a moderator who banned a participant */
"Date:" = "Fecha:";

/* No comment provided by engineer. */
"days" = "días";

/* No comment provided by engineer. */
"Deck cards" = "Tarjetas Deck";

/* No comment provided by engineer. */
"Default" = "Predeterminado";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Borrar todos";

/* No comment provided by engineer. */
"Delete all messages" = "Borrar todos los mensajes";

/* No comment provided by engineer. */
"Delete conversation" = "Eliminar conversación";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Eliminar ahora";

/* No comment provided by engineer. */
"Deleted user" = "Usuario eliminado";

/* No comment provided by engineer. */
"Deleting message" = "Eliminando mensaje";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Error al eliminar el borrador de la encuesta";

/* No comment provided by engineer. */
"Demote from moderator" = "Degradar de moderador";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Denegado";

/* No comment provided by engineer. */
"Description" = "Descripción";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "La descripción no puede ser mayor a 500 caracteres";

/* No comment provided by engineer. */
"Details" = "Detalles";

/* No comment provided by engineer. */
"detected" = "detectado";

/* No comment provided by engineer. */
"Detecting language" = "Detectando lenguaje";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnósticos";

/* No comment provided by engineer. */
"Disable absence" = "Deshabilitar ausencia";

/* No comment provided by engineer. */
"Disable blur" = "Deshabilitar desenfoque";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Deshabilitar altavoz";

/* No comment provided by engineer. */
"Disconnected" = "Desconectado";

/* No comment provided by engineer. */
"Dismiss" = "Descartar";

/* No comment provided by engineer. */
"Dismiss notification" = "Descartar notificación";

/* No comment provided by engineer. */
"Do not disturb" = "No molestar";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "¿Realmente desea limpiar el caché de archivo?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "¿Realmente desea limpiar el caché de imágenes?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "¿Estás seguro que quieres borrar todos los mensajes de esta conversación?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "¿Realmente desea eliminar esta conversación para todos?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "¿Realmente desea terminar esta encuesta? ";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "¿Estás seguro de que quieres salir de esta cuenta?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "¿Estás seguro de que quieres eliminar esta cuenta?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "¿Aun así quiere conectarse al servidor?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "¿Quiere eliminar esta conversación?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "¿Quieres activar tu cámara?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "¿Quieres unirte a esta llamada?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "¿Quieres compartir '%@' en la conversación?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "¿Desea detener la grabación?";

/* No comment provided by engineer. */
"Don't clear" = "No borrar";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Toque dos veces para ignorar el diálogo de autenticación";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Haz doble clic para descartar las opciones de compartir";

/* No comment provided by engineer. */
"Double tap to display call options" = "Toque dos veces para mostrar las opciones de llamada";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Toque dos veces para mostrar el menú de opciones";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Toque dos veces para mostrar las opciones de niveles de notificación para hilos";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Doble toque para editar el perfil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Toque dos veces activar o desactivar la opción 'Llamar sin notificación'";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Haz doble clic para activar o desactivar la cámara";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Haz doble clic para activar o desactivar el micrófono";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Haz doble clic para activar o desactivar los altavoces";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Doble toque para finalizar la edición del perfil";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Haz doble clic para ir a la información de la conversación";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Haz doble clic para ir al perfil de usuario y ajustes de la aplicación";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Haz doble clic para colgar la llamada";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Toque dos veces para bajar la mano";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Haz doble clic para abrir el explorador de archivos";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Toque dos veces para seleccionar diferentes rutas de audio";

/* No comment provided by engineer. */
"Double tap to send message" = "Haz doble clic para enviar el mensaje";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Haz doble clic para compartir con las conversaciones seleccionadas";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Toque dos veces para mostrar más acciones";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Haz doble clic para mostrar u ocultar la vista del chat";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Haz doble clic para iniciar una videollamada";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Toque dos veces para iniciar una llamada de voz";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Toque dos veces para detener la grabación";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Haz doble clic para convertir esta llamada de voz en videollamada";

/* No comment provided by engineer. */
"Duplicate session" = "Sesión duplicada";

/* Edit a message or room participants */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit attendees" = "Editar asistentes";

/* No comment provided by engineer. */
"Edit thread details" = "Editar detalles del hilo";

/* A message was edited */
"edited" = "editado";

/* A message was edited by ... */
"edited by" = "editado por";

/* A message was edited by ... */
"Edited by" = "Editado por";

/* No comment provided by engineer. */
"Editing Message" = "Editando Mensaje";

/* No comment provided by engineer. */
"Editing poll draft" = "Editando borrador de la encuesta";

/* No comment provided by engineer. */
"Editing poll failed" = "Error al editar la encuesta";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "O bien no tiene permiso para el chat, o la conversación es de sólo lectura.";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Empty summary response" = "Respuesta de resumen vacía";

/* No comment provided by engineer. */
"Enable" = "Activa";

/* No comment provided by engineer. */
"Enable blur" = "Habilitar desenfoque";

/* No comment provided by engineer. */
"Enable screensharing" = "Habilitar la compartición de pantalla";

/* No comment provided by engineer. */
"Enable speaker" = "Habilitar altavoz";

/* No comment provided by engineer. */
"End call" = "Finalizar llamada";

/* No comment provided by engineer. */
"End call for everyone" = "Finalizar la llamada para todos";

/* No comment provided by engineer. */
"End poll" = "Finalizar encuesta";

/* No comment provided by engineer. */
"Enter a new password" = "Introduzca una nueva contraseña";

/* No comment provided by engineer. */
"Enter a password" = "Introduzca una contraseña";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Ocurrió un error mientras se creaba un recordatorio";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Ha ocurrido un error mientras se editaba un mensaje";

/* External signaling used */
"External" = "Externa";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Fallo al aceptar la invitación";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Error al comprobar o crear carpeta de archivos adjuntos";

/* No comment provided by engineer. */
"Failed to clear reminder" = "No se ha podido borrar el recordatorio";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Fallo al conectar a %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Fallo al reenviar el mensaje";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Fallo al obtener el calendario para programar una reunión";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Fallo al rechazar la invitación";

/* No comment provided by engineer. */
"Failed to send message" = "No se pudo enviar el mensaje";

/* No comment provided by engineer. */
"Failed to share recording" = "Fallo al compartir la grabación";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Error al desbloquear la entrada seleccionada";

/* No comment provided by engineer. */
"Federated" = "Federado";

/* No comment provided by engineer. */
"Fetching status …" = "Obteniendo el estado …";

/* Filename of a file */
"File" = "Archivo";

/* No comment provided by engineer. */
"Files" = "Archivos";

/* Title for available conversations filters */
"Filters" = "Filtros";

/* No comment provided by engineer. */
"First day" = "Primer día";

/* No comment provided by engineer. */
"Follow conversation settings" = "Ajustes para el seguimiento de conversaciones";

/* No comment provided by engineer. */
"For password reset and notifications" = "Para notificaciones y cambio de contraseña";

/* No comment provided by engineer. */
"Format" = "Formato";

/* No comment provided by engineer. */
"Forward" = "Reenviar";

/* No comment provided by engineer. */
"Forward to" = "Reenviar a";

/* 'From' which language user wants to translate text */
"From" = "Desde";

/* from Alice at nextcloud.local */
"from %@ at %@" = "de %1$@ a las %2$@";

/* No comment provided by engineer. */
"Full name" = "Nombre completo";

/* No comment provided by engineer. */
"Generate summary" = "Generar resumen";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generando resumen de mensajes no leídos";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Fallo en la generación del resumen de mensajes no leídos";

/* No comment provided by engineer. */
"Get source code" = "Conseguir el código fuente";

/* No comment provided by engineer. */
"GitHub API error" = "Error del API GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Dar consentimiento y unirse a la llamada";

/* No comment provided by engineer. */
"Go to message" = "Ir al mensaje";

/* No comment provided by engineer. */
"guest" = "invitado";

/* No comment provided by engineer. */
"Guest" = "Invitado";

/* No comment provided by engineer. */
"Guests access" = "Acceso de invitados";

/* No comment provided by engineer. */
"Guests app enabled?" = "¿La app de Invitados está habilitada?";

/* No comment provided by engineer. */
"Hang up" = "Colgar";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Ocultar";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Alta";

/* No comment provided by engineer. */
"hours" = "horas";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "SI borras la conversación, también se borrará para %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Si activa la cámara, esta conversación se interrumpirá durante algunos segundos.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Si está utilizando múltiples servidores, deberá marcarlos todos.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Imágenes, archivos, mensajes de voz…";

/* No comment provided by engineer. */
"Import account" = "Importar cuenta";

/* No comment provided by engineer. */
"Important conversation" = "Conversación importante";

/* No comment provided by engineer. */
"in" = "en";

/* No comment provided by engineer. */
"Include calls in call history" = "Incluír llamadas en el historial de llamadas";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinidamente";

/* Internal signaling used */
"Internal" = "Interna";

/* Internal note about why a user/guest was banned */
"Internal note" = "Nota interna";

/* No comment provided by engineer. */
"Invalid date range" = "Rango de fechas inválido";

/* No comment provided by engineer. */
"Invalid email address" = "Dirección de correo electrónico inválida";

/* No comment provided by engineer. */
"Invalid end date" = "Fecha de finalización inválida";

/* No comment provided by engineer. */
"Invalid server address" = "Dirección inválida";

/* No comment provided by engineer. */
"Invalid start date" = "Fecha de inicio inválida";

/* No comment provided by engineer. */
"Invisible" = "Invisible";

/* No comment provided by engineer. */
"Invitation resent" = "Invitación enviada";

/* No comment provided by engineer. */
"Invitations resent" = "Invitaciones reenviadas";

/* Invitation for a meeting */
"Invite all users and emails" = "Invitar a todos los usuarios y correos electrónicos";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Parece que %@no está instalado en tu servidor. ";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Parece que no hay conexión a internet";

/* Italic text */
"Italic" = "Cursiva";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Únase a una conversación o inicie una nueva";

/* No comment provided by engineer. */
"Join call" = "Unirse a la llamada";

/* No comment provided by engineer. */
"Join call (audio only)" = "Unirse a la conversación (sólo audio)";

/* No comment provided by engineer. */
"Join call with video" = "Unirse a la conversación con vídeo";

/* No comment provided by engineer. */
"Join open conversations" = "Unirse a conversaciones abiertas";

/* No comment provided by engineer. */
"Join video call" = "Unirse a la video llamada";

/* No comment provided by engineer. */
"Keep" = "Mantener";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Último día (incluido)";

/* Last subscription to the push notification server */
"Last subscription" = "Última suscripción";

/* No comment provided by engineer. */
"Last sync" = "Última sincronización";

/* Remind me later today about that message */
"Later today" = "Más tarde hoy";

/* No comment provided by engineer. */
"Leave" = "Salir";

/* No comment provided by engineer. */
"Leave call" = "Abandonar llamada";

/* No comment provided by engineer. */
"Leave conversation" = "Abandonar conversación";

/* No comment provided by engineer. */
"less than a minute ago" = "hace menos de un minuto";

/* No comment provided by engineer. */
"Link https://…" = "Enlace https://...";

/* No comment provided by engineer. */
"Linked file" = "Archivo enlazado";

/* No comment provided by engineer. */
"Load more results" = "Cargar más resultados";

/* No comment provided by engineer. */
"Lobby" = "Sala de espera";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "La sala de espera sigue activa y Ud. no es un moderador";

/* No comment provided by engineer. */
"Local" = "Local";

/* No comment provided by engineer. */
"Local time: %@" = "Hora local: %@";

/* No comment provided by engineer. */
"Location" = "Ubicación";

/* No comment provided by engineer. */
"Location access" = "Acceso a la ubicación";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "El servicio de ubicación ha sido denegado. Compruebe su configuración.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Los servicios de ubicación no están activados";

/* No comment provided by engineer. */
"Locations" = "Ubicaciones";

/* No comment provided by engineer. */
"Lock conversation" = "Bloquear conversación";

/* No comment provided by engineer. */
"Log in" = "Iniciar sesión";

/* No comment provided by engineer. */
"Log out" = "Cerrar sesión";

/* No comment provided by engineer. */
"Logged out" = "Cerrado sesión";

/* No comment provided by engineer. */
"Long absence message" = "Mensaje de ausencia largo";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Baja";

/* No comment provided by engineer. */
"Lower hand" = "Bajar la mano";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manual";

/* No comment provided by engineer. */
"Mark as read" = "Marcar como leído";

/* No comment provided by engineer. */
"Mark as unread" = "Marcar como no leído";

/* No comment provided by engineer. */
"Match system contacts" = "Hacer coincidir los contactos del sistema";

/* No comment provided by engineer. */
"Media" = "Medios";

/* No comment provided by engineer. */
"Meeting created" = "Reunión creada";

/* No comment provided by engineer. */
"Meeting ended" = "Reunión finalizada";

/* No comment provided by engineer. */
"Meeting ID" = "ID de reunión";

/* No comment provided by engineer. */
"Meeting settings" = "Ajustes de la reunión";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Reuniones";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mencionado";

/* Copy 'message' */
"Message" = "Mensaje";

/* No comment provided by engineer. */
"Message copied" = "Mensaje copiado";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "El mensaje no se ha podido eliminar porque es demasiado antiguo";

/* No comment provided by engineer. */
"Message deleted successfully" = "Mensaje eliminado con éxito";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Mensaje borrado con éxito, pero Matterbridge está configurado y el mensaje podría haber sido filtrado a otros servicios";

/* No comment provided by engineer. */
"Message editing failed" = "Error al editar el mensaje";

/* No comment provided by engineer. */
"Message expiration" = "Caducidad del mensaje";

/* Copy 'link' to a message */
"Message link" = "Enlace del mensaje";

/* No comment provided by engineer. */
"Message link copied" = "Enlace de mensaje copiado";

/* No comment provided by engineer. */
"Message pinned" = "Mensaje fijado";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "La vista previa de los mensajes será deshabilitada en la lista de conversaciones y en las notificaciones";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Error al reprogramar el mensaje";

/* No comment provided by engineer. */
"Message scheduling failed" = "Error al programar el mensaje";

/* No comment provided by engineer. */
"Message successfully edited" = "Mesaje editado con éxito";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Mensaje reprogramado con éxito";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Mensaje programado con éxito";

/* No comment provided by engineer. */
"Message unpinned" = "Mensaje desfijado";

/* No comment provided by engineer. */
"Messages" = "Mensajes";

/* No comment provided by engineer. */
"Microphone" = "Micrófono";

/* No comment provided by engineer. */
"Microphone access" = "Acceso al micrófono";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "No se permitió el acceso al micrófono. Verifique su configuración.";

/* No comment provided by engineer. */
"Microphone disabled" = "Micrófono desactivado";

/* No comment provided by engineer. */
"Microphone enabled" = "Micrófono activado";

/* No comment provided by engineer. */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Missed call from" = "Llamada perdida de";

/* No comment provided by engineer. */
"Missing phone number information" = "Falta información sobre el número de teléfono";

/* The signaling mode used */
"Mode" = "Modo";

/* No comment provided by engineer. */
"moderator" = "moderador";

/* No comment provided by engineer. */
"Modification date" = "Fecha de modificación";

/* More menu elements */
"More" = "Más";

/* No comment provided by engineer. */
"More actions" = "Más acciones";

/* No comment provided by engineer. */
"Multiple answers" = "Múltiples respuestas";

/* No comment provided by engineer. */
"Mute all notifications" = "Silenciar todas las notificaciones";

/* No comment provided by engineer. */
"Mute others" = "Silenciar a otros";

/* No comment provided by engineer. */
"My location" = "Mi ubicación";

/* No comment provided by engineer. */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Nearby places" = "Sitios cercanos";

/* No comment provided by engineer. */
"Network available" = "Red disponible";

/* No comment provided by engineer. */
"Network not available" = "Red no disponible";

/* Never subscribed to the push notification server */
"Never subscribed" = "Nunca se ha suscrito";

/* No comment provided by engineer. */
"New conversation" = "Nueva conversación";

/* No comment provided by engineer. */
"New poll" = "Nueva encuesta";

/* Remind me next week about that message */
"Next week" = "Próxima semana";

/* No comment provided by engineer. */
"HPACloud server not found" = "Servidor HPACloud no encontrado";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No actions available" = "No hay acciones disponibles";

/* No comment provided by engineer. */
"No active account found" = "No se ha encontrado ninguna cuenta activa";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No hay proveedor de IA disponible o fallo al resumir";

/* No comment provided by engineer. */
"No banned users or guests" = "No hay usuarios o invitados bloqueados";

/* No comment provided by engineer. */
"No description provided" = "No se ha proporcionado descripción";

/* No comment provided by engineer. */
"No files in here" = "No hay archivos aquí";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Sin filtro";

/* No comment provided by engineer. */
"No followed threads" = "No sigues ningún hilo";

/* No comment provided by engineer. */
"No messages found to summarize" = "No se han encontrado mensajes para resumir";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "No hay mensajes todavía, ¡empieza la conversación!";

/* No comment provided by engineer. */
"No participants found" = "No se encontraron participantes";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No hay permiso para unirse a esta conversación";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Aún no se ha guardado ningún borrador de encuesta";

/* No comment provided by engineer. */
"No recent threads" = "No hay hilos recientes";

/* No comment provided by engineer. */
"No response from server" = "Sin respuesta del servidor";

/* No comment provided by engineer. */
"No results found" = "No se han encontrado resultados";

/* No comment provided by engineer. */
"No shared items" = "No hay elementos compartidos";

/* No comment provided by engineer. */
"No upcoming events" = "No hay eventos próximos";

/* No comment provided by engineer. */
"No user found" = "No se encontró ningún usuario";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "No solicitado";

/* No comment provided by engineer. */
"Note to self" = "Nota personal";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Nota:";

/* No comment provided by engineer. */
"Notifications" = "Notificaciones";

/* No comment provided by engineer. */
"Notifications app enabled?" = "¿Está habilitada la aplicación de notificaciones?";

/* No comment provided by engineer. */
"Notify about calls" = "Notificar sobre llamadas";

/* Indicates an event happening right now */
"Now" = "Ahora";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"Offline" = "Sin conexión";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Fuera de línea, sólo se mostrarán los mensajes descargados";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Cuenta antigua";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Una vez que se abandona una conversación, para reincorporarse a una conversación cerrada se necesita una invitación. Una conversación abierta puede reanudarse en cualquier momento.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Una vez desarchivada una conversación, volverá a mostrarse por defecto.";

/* No comment provided by engineer. */
"Online" = "En línea";

/* No comment provided by engineer. */
"Online status" = "Estado en línea";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Sólo audio y pantallas compartidas";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Solo se pueden eliminar mensaje normales del chat";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sincronizar solo con servidores de confianza";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Sólo visible para las personas que coincidan con la integración del número de teléfono";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Sólo visible para las personas de esta instancia e invitados";

/* No comment provided by engineer. */
"Open" = "Abrir";

/* No comment provided by engineer. */
"Open app settings" = "Abrir ajustes de la aplicación";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Abrir conversación a usuarios registrados";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Conversaciones abiertas";

/* No comment provided by engineer. */
"Open in %@" = "Abrir en %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Abrir en Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Abrir en Mapas";

/* A menu to show additional options for the current conversation */
"Option menu" = "Menú de opciones";

/* No comment provided by engineer. */
"Other Accounts" = "Otras Cuentas";

/* No comment provided by engineer. */
"Other participants" = "Otros participantes";

/* No comment provided by engineer. */
"Others" = "Otros";

/* Owner of a repository */
"Owner" = "Propietario";

/* No comment provided by engineer. */
"Participants" = "Participantes";

/* No comment provided by engineer. */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Password copied" = "Contraseña copiada";

/* No comment provided by engineer. */
"Password is secure" = "La contraseña es segura";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "La contraseña debe tener un mínimo de %d caracteres";

/* No comment provided by engineer. */
"Password protection" = "Protección con contraseña";

/* No comment provided by engineer. */
"Pending invitations" = "Invitaciones pendientes";

/* No comment provided by engineer. */
"Phone number" = "Número de teléfono";

/* No comment provided by engineer. */
"Phone number integration" = "Integración del número de teléfono";

/* No comment provided by engineer. */
"Phone number set successfully" = "Número de teléfono guardado correctamente";

/* No comment provided by engineer. */
"Photo Library" = "Biblioteca de fotos";

/* No comment provided by engineer. */
"Photo library access" = "Acceso a la biblioteca de fotos";

/* No comment provided by engineer. */
"Pick date & time" = "Seleccione fecha y hora";

/* Pin a message to be always visible in the chat */
"Pin message" = "Fijar mensaje";

/* Message was pinned at … */
"Pinned at %@" = "Fijado el %@";

/* A message was pinned by ... */
"pinned by" = "fijado por";

/* No comment provided by engineer. */
"Pinned messages" = "Mensajes fijados";

/* Message is pinned until … */
"Pinned until %@" = "Fijado hasta %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Por favor, comprueba que has introducido una dirección de servidor válida.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Por favor, comprueba que has introducido la dirección correcta del servidor de HPACloud.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Por favor, compruebe que ha introducido la dirección correcta del servidor.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Por favor, contacte con el administrador del sistema.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Por favor actualice su servidor con la última %@ versión disponible.";

/* No comment provided by engineer. */
"Please update." = "Por favor actualice.";

/* No comment provided by engineer. */
"Poll" = "Encuesta";

/* No comment provided by engineer. */
"Poll draft" = "Borrador de encuesta";

/* No comment provided by engineer. */
"Poll draft has been saved" = "El borrador de la encuesta ha sido guardado";

/* No comment provided by engineer. */
"Poll drafts" = "Borradores de encuestas";

/* No comment provided by engineer. */
"Poll results" = "Resultados de la encuesta";

/* No comment provided by engineer. */
"Polls" = "Encuestas";

/* No comment provided by engineer. */
"Preview" = "Vista previa";

/* No comment provided by engineer. */
"Privacy" = "Privacidad";

/* No comment provided by engineer. */
"Private" = "Privado";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Profile picture" = "Foto de perfil";

/* No comment provided by engineer. */
"Promote to moderator" = "Elevar a moderador";

/* No comment provided by engineer. */
"Published" = "Publicado";

/* No comment provided by engineer. */
"Push notifications" = "Notificaciones de tipo push";

/* No comment provided by engineer. */
"Question" = "Pregunta";

/* No comment provided by engineer. */
"Raise hand" = "Levantar la mano";

/* No comment provided by engineer. */
"Reachable?" = "¿Accesible?";

/* No comment provided by engineer. */
"Reactions" = "Reacciones";

/* No comment provided by engineer. */
"Read status" = "Estado de lectura";

/* No comment provided by engineer. */
"Received call from an old account" = "Se recibió una llamada de una cuenta antigua";

/* No comment provided by engineer. */
"Recent threads" = "Hilos recientes";

/* No comment provided by engineer. */
"Record voice message" = "Grabar mensaje de voz";

/* No comment provided by engineer. */
"Recording" = "Grabando";

/* No comment provided by engineer. */
"Recording consent is required" = "Es necesario el consentimiento de grabación";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "El consentimiento de grabación es necesario para unirse a la llamada";

/* No comment provided by engineer. */
"Recordings" = "Grabaciones";

/* No comment provided by engineer. */
"Redo" = "Rehacer";

/* No comment provided by engineer. */
"Reference API supported?" = "¿Está soportada la API de referencia?";

/* No comment provided by engineer. */
"Reject" = "Rechazar";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Se ha quitado el recordatorio exitosamente";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Se ha establecido el recordatorio exitosamente";

/* No comment provided by engineer. */
"Remote server is unreachable" = "No se puede contactar al servidor remoto";

/* No comment provided by engineer. */
"Remove" = "Eliminar";

/* No comment provided by engineer. */
"Remove account" = "Eliminar cuenta";

/* No comment provided by engineer. */
"Remove from favorites" = "Quitar de favoritos";

/* No comment provided by engineer. */
"Remove group and members" = "Eliminar grupo y miembros";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Quitar las entradas duplicadas antiguas y conservar sólo las entradas más recientes.";

/* No comment provided by engineer. */
"Remove participant" = "Eliminar participante";

/* No comment provided by engineer. */
"Remove password" = "Quitar la contraseña";

/* No comment provided by engineer. */
"Remove team and members" = "Quitar equipo y miembros";

/* Replacement in case of out of office */
"Replacement" = "Sustituto";

/* Replacement in case of out of office */
"Replacement (optional)" = "Sustituto (opcional)";

/* No comment provided by engineer. */
"Reply" = "Responder";

/* No comment provided by engineer. */
"Reply privately" = "Responder en privado";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Reprogramar";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reprogramar con notificación";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reprogramar sin notificación";

/* No comment provided by engineer. */
"Resend" = "Volver a enviar";

/* No comment provided by engineer. */
"Resend invitation" = "Reenviar invitación";

/* No comment provided by engineer. */
"Resend invitations" = "Reenviar invitaciones";

/* Title for a section where different reset options are shown */
"Reset" = "Restablecer";

/* Replacement in case of out of office */
"Reset replacement" = "Reestablecer el sustituto";

/* Results of a poll */
"Results" = "Resultados";

/* No comment provided by engineer. */
"Retry" = "Reintentar";

/* Save conversation description */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save as draft" = "Guardar como borrador";

/* No comment provided by engineer. */
"Save password" = "Guardar contraseña";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Guardar en 'Nota personal'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "¡Salude a sus amigos y colegas!";

/* No comment provided by engineer. */
"Scan QR code" = "Escanear código QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Programar";

/* No comment provided by engineer. */
"Schedule a meeting" = "Programar una reunión";

/* No comment provided by engineer. */
"Scheduled messages" = "Mensajes programados";

/* No comment provided by engineer. */
"Screensharing stopped" = "Pantalla compartida detenida";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Search for places" = "Buscar sitios";

/* Replacement in case of out of office */
"Select a replacement" = "Seleccione un sustituto";

/* No comment provided by engineer. */
"Select language" = "Seleccione idioma";

/* Copy a 'selection' of a message */
"Selection" = "Selección";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send a reaction" = "Enviar una reacción";

/* No comment provided by engineer. */
"Send call notification" = "Enviar notificación de llamada";

/* No comment provided by engineer. */
"Send later" = "Enviar más tarde";

/* No comment provided by engineer. */
"Send later without notification" = "Enviar más tarde sin notificación";

/* No comment provided by engineer. */
"Send message" = "Enviar mensaje";

/* Send a message now */
"Send now" = "Enviar ahora";

/* No comment provided by engineer. */
"Send without notification" = "Enviar sin notificación";

/* No comment provided by engineer. */
"Send/Accept" = "Enviar/Aceptar";

/* No comment provided by engineer. */
"Sending no invitations" = "No se enviarán invitaciones";

/* No comment provided by engineer. */
"Sensitive conversation" = "Conversación sensible";

/* A message has been sent without notifications */
"Sent without notification" = "Enviado sin notificación";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Server address https://…" = "Dirección del servidor https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "El servidor se encuentra en modo mantenimiento.";

/* No comment provided by engineer. */
"Server not found" = "Servidor no encontrado";

/* No comment provided by engineer. */
"Set" = "Guardar";

/* No comment provided by engineer. */
"Set password" = "Establecer contraseña";

/* Remind me later about that message */
"Set reminder" = "Establecer recordatorio";

/* No comment provided by engineer. */
"Set status message" = "Establecer mensaje de estado";

/* No comment provided by engineer. */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"Share" = "Compartir";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Compartir un archivo desde tu HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Compartir mi ubicación actual";

/* No comment provided by engineer. */
"Share link" = "Compartir enlace";

/* No comment provided by engineer. */
"Share location" = "Compartir ubicación";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Compartir la ubicación del pin";

/* No comment provided by engineer. */
"Share to chat" = "Compartir al chat";

/* No comment provided by engineer. */
"Share with" = "Compartir con";

/* No comment provided by engineer. */
"Shared items" = "Elementos compartidos";

/* No comment provided by engineer. */
"Shared location" = "Ubicación compartida";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "No está soportado compartir a una conversación federada.";

/* No comment provided by engineer. */
"Short absence status" = "Estado de ausencia corto";

/* No comment provided by engineer. */
"Short absence status is too long" = "El estado de ausencia corto es demasiado largo";

/* No comment provided by engineer. */
"Show more…" = "Mostrar más…";

/* No comment provided by engineer. */
"Signaling" = "Señalización";

/* No comment provided by engineer. */
"SIP dial-in" = "Marcación SIP";

/* No comment provided by engineer. */
"Skip" = "Omitir";

/* No comment provided by engineer. */
"Slide to cancel" = "Deslizar para cancelar";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "No se muestran algunos mensajes; será descargados cuando estés conectado";

/* No comment provided by engineer. */
"Source code" = "Código fuente";

/* speaker = Loudspeaker, device */
"Speaker" = "Altavoz";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Altavoz desactivado";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Altavoz activado";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "El acceso al reconocimiento de voz no está permitido. Verifique su configuración.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Falló el reconocimiento de voz";

/* No comment provided by engineer. */
"Start a new group conversation" = "Iniciar una nueva conversación de grupo";

/* No comment provided by engineer. */
"Start call" = "Iniciar llamada";

/* No comment provided by engineer. */
"Start call silently" = "Iniciar llamada silenciosamente";

/* No comment provided by engineer. */
"Start recording" = "Iniciar la grabación";

/* No comment provided by engineer. */
"Start time" = "Hora de inicio";

/* No comment provided by engineer. */
"Start video call" = "Iniciar video llamada";

/* No comment provided by engineer. */
"Start video call silently" = "Iniciar video llamada silenciosamente";

/* No comment provided by engineer. */
"Status" = "Estado";

/* No comment provided by engineer. */
"Status message" = "Mensaje de estado";

/* Action to 'Stop' a recording */
"Stop" = "Detener";

/* No comment provided by engineer. */
"Stop recording" = "Detener grabación";

/* No comment provided by engineer. */
"Stop screensharing" = "Detener la compartición de pantalla";

/* Strikethrough text */
"Strikethrough" = "Tachado";

/* No comment provided by engineer. */
"STUN servers" = "Servidores STUN";

/* No comment provided by engineer. */
"Submit vote" = "Enviar voto";

/* No comment provided by engineer. */
"Switch account" = "Cambiar cuenta";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Cambiando a otra conversación …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sincronizar con servidores de confianza y con la libreta de direcciones global y pública";

/* Talk to a user */
"Talk to" = "Hablar con";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Mantenga pulsado para grabar un mensaje de voz";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Mantenga pulsado para grabar un mensaje de voz, suelte el botón para enviarlo.";

/* No comment provided by engineer. */
"Test failed" = "La prueba ha fallado";

/* No comment provided by engineer. */
"Test push notifications" = "Probar notificaciones push";

/* No comment provided by engineer. */
"Test results" = "Resultados de la prueba";

/* No comment provided by engineer. */
"Test results copied" = "Resultados de la prueba copiados";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "La app es muy antigua y ya no está soportada por este servidor.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "La llamada para este evento finalizó. ¿Desea eliminar esta conversación para todos?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "La llamada ha estado activa por una hora";

/* No comment provided by engineer. */
"The call might be recorded" = "La llamada podría ser grabada.";

/* No comment provided by engineer. */
"The password is wrong" = "La contraseña es incorrecta";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "La grabación podría incluir su voz, vídeo de su cámara y la pantalla compartida. Es necesario que dé su consentimiento antes de unirse a la llamada.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "Es posible que el token ya se haya utilizado o haya caducado. Genere un nuevo código QR y vuelva a intentarlo";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "No hay una cuenta para el usuario %1$@ en el servidor %2$@ configurada en esta aplicación.";

/* No comment provided by engineer. */
"This call is being recorded" = "Esta llamada está siendo grabada";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Esta conversación está adjunta a un evento de calendario. Edite el evento para cambiar el nombre/descripción de la conversación.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Esta conversación es de solo lectura";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Esta conversación se borrará automáticamente para todos tras %ld días sin actividad.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Esta es la dirección web que utiliza para acceder a su servidor en su navegador web.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Esta reunión está programada para";

/* No comment provided by engineer. */
"This might take a moment" = "Esto puede tomar un momento";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Este resumen se genera mediante IA y puede contener errores";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Esto suele indicar que este dispositivo se utilizó anteriormente para una cuenta, la cual no se eliminó correctamente del servidor.";

/* No comment provided by engineer. */
"This week" = "Esta semana";

/* Remind me this weekend about that message */
"This weekend" = "Este fin de semana";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Esto afectará a la funcionalidad de la aplicación. Por favor, revise sus ajustes.";

/* No comment provided by engineer. */
"Thread" = "Hilo";

/* No comment provided by engineer. */
"Thread notification level button" = "Botón de nivel de notificación de hilos";

/* No comment provided by engineer. */
"Thread title" = "Título del hilo";

/* No comment provided by engineer. */
"Threads" = "Hilos";

/* No comment provided by engineer. */
"Title" = "Título";

/* 'To' which language user wants to translate text */
"To" = "Para";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Para resolver el problema, utilice la interfaz web y vaya a \"Configuraciones\" -> \"Seguridad\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Para:";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* Remind me tomorrow about that message */
"Tomorrow" = "Mañana";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transcribir";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transcripción";

/* No comment provided by engineer. */
"Translate" = "Traducir";

/* No comment provided by engineer. */
"Translation" = "Traducción";

/* No comment provided by engineer. */
"Translation failed" = "Falló la traducción";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Iniciando sesión…";

/* No comment provided by engineer. */
"TURN servers" = "Servidores TURN.";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Usuario de Twitter @…";

/* No comment provided by engineer. */
"Typing indicator" = "Indicador de escritura";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Los indicadores de escritura solo están disponibles cuando se usa un backend de alto rendimiento (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "No fue posible obtener el contexto del mensaje";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "No fue posible obtener la conversación del mensaje";

/* No comment provided by engineer. */
"Unable to load file" = "No se ha podido cargar el archivo";

/* No comment provided by engineer. */
"Unable to open file" = "No es posible abrir el archivo";

/* No comment provided by engineer. */
"Unable to validate password right now" = "No se puede validar la contraseña en este momento";

/* No comment provided by engineer. */
"Unarchive conversation" = "Desarchivar conversación";

/* No comment provided by engineer. */
"Unavailable" = "No disponible";

/* No comment provided by engineer. */
"Unban" = "Desbloquear";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Bajo \"Dispositivos y sesiones\" verifique que no existan entradas duplicadas para el mismo dispositivo.";

/* No comment provided by engineer. */
"Undo" = "Deshacer";

/* No comment provided by engineer. */
"Undo Typing" = "Deshacer Escritura";

/* No comment provided by engineer. */
"Unknown" = "Desconocido";

/* No comment provided by engineer. */
"Unknown error" = "Error desconocido";

/* No comment provided by engineer. */
"Unknown error occurred" = "Ocurrió un error desconocido";

/* No comment provided by engineer. */
"Unpin" = "Desfijar";

/* No comment provided by engineer. */
"Unpin message" = "Desfijar mensaje";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "No leído";

/* No comment provided by engineer. */
"Unread mentions" = "Menciones no leídas";

/* No comment provided by engineer. */
"Unread messages" = "Mensajes no leídos";

/* Calling is not supported */
"Unsupported" = "No disponible";

/* No comment provided by engineer. */
"Update" = "Actualizar";

/* No comment provided by engineer. */
"Updated notification settings" = "Configuración de notificaciones actualizada";

/* No comment provided by engineer. */
"Upload failed" = "Error en la subida del fichero";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Subiendo %ld elementos";

/* No comment provided by engineer. */
"Uploading 1 element" = "Subiendo 1 elemento";

/* No comment provided by engineer. */
"User" = "Usuario";

/* No comment provided by engineer. */
"User profile and settings" = "Perfil de usuario y ajustes";

/* No comment provided by engineer. */
"User status supported?" = "¿Soporta estado de usuario?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Se excedió la cuota de almacenamiento del usuario";

/* No comment provided by engineer. */
"Users" = "Usuarios";

/* No comment provided by engineer. */
"Validating password…" = "Validando contraseña…";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"Video quality" = "Calidad del video";

/* Conversation visibility settings */
"Visibility" = "Visibilidad";

/* No comment provided by engineer. */
"Voice messages" = "Mensajes de voz";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Esperando a que %@ se una a la llamada...";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Esperando a que otros se unan a la llamada ...";

/* No comment provided by engineer. */
"Website" = "Sitio web";

/* No comment provided by engineer. */
"What is your status?" = "¿Cuál es su estado?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Escribe un mensaje, @ para mencionar a alguien…";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"You" = "Tú";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Ud. añadió a {user0} y a %ld participantes más";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Ud. añadió a {user0} y {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Ud. y %ld participantes más se unieron a la llamada";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Ud. y %ld participantes más abandonaron la llamada";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Ud. y {actor0} se unieron a la llamada";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Ud. y {actor0} abandonaron la llamada";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Ahora está esperando en la sala de espera";

/* No comment provided by engineer. */
"You are not part of any conversation" = "No eres parte de ninguna conversación.";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "No eres parte de ninguna conversación. Pulsa + para iniciar una nueva.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Puede establecer su número de teléfono para que otros usuarios puedan encontrarlo";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Ud. degradó a {user0} y a %ld participantes más de su estatus de moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Ud. degradó a {user0} y a {user1} de su estatus de moderadores";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Ud. tiene %ld invitaciones pendientes";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Has sido silenciado por un moderador";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "No tienes reuniones programadas.";

/* No comment provided by engineer. */
"You have no unread mentions." = "No tienes menciones sin leer.";

/* No comment provided by engineer. */
"You have no unread messages." = "No tienes mensajes sin leer.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Necesitas establecer un nuevo moderador antes de salir %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Necesitas elegir un nuevo moderador antes de que puedas abandonar la conversación";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Ud. ha ascendido a {user0} y a %ld participantes más a moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Ud. ha ascendido a {user0} y a {user1} a moderadores";

/* No comment provided by engineer. */
"You received a new notification" = "Tienes una nueva notificación";

/* No comment provided by engineer. */
"You reconnected to the call" = "Ud. se ha reconectado a la llamada";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Ud. eliminó a {user0} y a %ld participantes más";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Ud. eliminó a {user0} y a {user1}";

/* No comment provided by engineer. */
"Your email address" = "Su dirección de correo";

/* No comment provided by engineer. */
"Your phone number" = "Su número de teléfono";

/* No comment provided by engineer. */
"Your PIN" = "Tu PIN";

/* No comment provided by engineer. */
"Your postal address" = "Su dirección física";

/* 'Zammad' is a product name */
"Zammad API error" = "Error en la API de Zammad";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} lo ha añadido a usted y a %ld participantes más";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} lo ha añadido a Ud. y a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} añadió a {user0} y a %ld participantes más";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} añadió a {user0} y a {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} y %ld participantes más se unieron a la llamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} y %ld participantes más abandonaron la llamada";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} y {actor1} se unieron a la llamada";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} y {actor1} abandonaron la llamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} lo ha degradado a usted y a %ld participantes más de su estatus de moderadores";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} lo ha degradado a Ud. y a {user0} de su estatus de moderadores";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} ha degradado a {user0} y a %ld participantes más de su estatus de moderadores";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} degradó a {user0} y a {user1} de su estatus de moderadores";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} lo ha ascendido a usted y a %ld participantes más a moderadores";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} lo ha ascendido a Ud. y a {user0} a moderadores";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} ha ascendido a {user0} y a %ld participantes más a moderadores";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} ha ascendido a {user0} y a {user1} a moderadores";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} se ha reconectado a la llamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} lo ha eliminado a usted y a %ld participantes más";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} lo ha eliminado a Ud. y a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} ha eliminado a {user0} y a %ld participantes más";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} eliminó a {user0} y a {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nuevos mensajes";

